Repository: common-repository/avoid-duplicate-titles
Catalog: langs/avoid-duplicate-titles-*.po
Languages: fa_ir

source: Duplicate title detected, please change the title.
fa_ir: عنوان شناسایی، لطفا عنوان را تغییر دهید.

source: This title is unique.
fa_ir: اين منحصر بفرده .

source: Title used for this post appears to be a duplicate. Please modify the title. You may also want to revise the URL slug to make sure it is unique as well.
fa_ir: عنوان این پست استفاده به تکراری به نظر می رسد. عنوان را تغییر دهید. شما همچنین ممکن است بخواهید به اصلاح آدرس مثل حلزون حرکت تا مطمئن شوید به خوبی منحصر به فرد است.

source: You do not have sufficient privileges to access this page. Sorry!
fa_ir: شما امتیازات کافی برای دسترسی به این صفحه را ندارید. متاسفم!

source: Settings saved
fa_ir: تنظیمات ذخیره شد!

source: Avoid Duplicate Titles
fa_ir: اجتناب از عنوان های تکراری

source: is able to help you avoid duplicate titles across all types of posts including custom posts.
fa_ir: قادر به کمک به جلوگیری از عناوین تکراری در سراسر انواع پست ها از جمله پست سفارشی است.

source: There are two settings that you can change.
fa_ir: دو تنظیمات است که شما می توانید تغییر دهید وجود دارد.

source: Check All Post Types
fa_ir: بررسی انواع پست

source: Check Individual Post Types
fa_ir: بررسی انواع پست های فردی

source: The default behavior of Avoid Duplicate Titles
fa_ir: اجتناب از عنوان های تکراری

source: You may wish to enforce uniqueness within each individual post type, so for example a gallery (if you have one loaded) can have the same title as a post.
fa_ir: شما ممکن است مایل به اجرای منحصر به فرد در هر نوع پست فردی رو مثلا گالری (در صورتی که دارای یک لود) نام یک پست می تواند.

source: Prevent Duplicate Titles
fa_ir: جلوگیری از عناوین تکراری

source: Publish Duplicate Titles
fa_ir: انتشار عناوین تکراری

source: Another default setting is that uniqueness of titles is enforced by not allowing posts with duplicate titles to be published, instead they are saved as draft until the title is changed.
fa_ir: یکی دیگر از تنظیمات پیش فرض است که منحصر به فرد از عناوین توسط اجازه می دهد نه پست با عنوان تکراری چاپ اجرا شده است، تا زمانی که تغییر عنوان عوض به صورت پیش نویس ذخیره می شوند.
